/*
 * ------------------------------------------------------------
 * IMPORTANT: The contents of this file are auto-generated.
 *
 * This file may be updated by the Shopify admin theme editor
 * or related systems. Please exercise caution as any changes
 * made to this file may be overwritten.
 * ------------------------------------------------------------
 */
{
  "sections": {
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "show_title": false,
        "padding_top": 28,
        "padding_bottom": 28
      }
    },
    "mapa_custom_kW3JWq": {
      "type": "mapa-custom",
      "blocks": {
        "item_PJXGfq": {
          "type": "item",
          "settings": {
            "titulo": "Mall Casacostanera",
            "direccion": "Av. Nueva Costanera 3900, Vitacura",
            "latitud": "-33.4011438",
            "longitud": "-70.6196852",
            "horarios": "<ul><li>Piso -1, Planta Baja - Local 236A</li><li>Contacto:<br/>+56 9 7382 6430<br/>casa.costanera@raindoor.cl</li><li>Horarios:<br/>Lunes a domingo: 10:00 a 20:30 horas</li></ul>",
            "imagen": "shopify://shop_images/1747342906-primary.jpg"
          }
        }
      },
      "block_order": [
        "item_PJXGfq"
      ],
      "disabled": true,
      "name": "Mapa",
      "settings": {
        "api_key": "AIzaSyAreQAJBqeDYtIj3PEC0GHooMNtlB2dg3s"
      }
    },
    "rich_text_7K4eWn": {
      "type": "rich-text",
      "blocks": {
        "heading_xgVKDM": {
          "type": "heading",
          "settings": {
            "heading": "<strong>Términos y Condiciones  RaindoorBox S´26</strong>"
          }
        },
        "text_LaEKHP": {
          "type": "text",
          "settings": {
            "text": "<p><strong>1. Disposiciones Generales</strong></p><p>Podrán participar en la campaña <strong>RaindoorBox S´26</strong><br/>todas las personas naturales que realicen compras por sobre $79.990 en <strong>TODAS </strong>las categorías en raindoor.cl.</p><p>Una vez efectuada la compra, la <strong>RaindoorBox</strong> <strong>S´26 </strong>se incluirá automáticamente en el pedido. Esto será visible en tu carrito al momento de la compra. Para verificarlo, revisa el correo electrónico de confirmación de compra registrado al momento de la compra.</p><p>Esta campaña solo se encuentra disponible por medio de raindoor.cl, no esta disponible en tiendas físicas. </p><p><strong>Importante:</strong></p><ul><li>Se entregará <strong>una sola RaindoorBox S´26 por pedido</strong>, sin importar la cantidad de productos adquiridos.</li><li>La campaña estará vigente solo el <strong>17 de noviembre de 2025</strong> o <strong>hasta agotar un stock limitado de 500 unidades</strong>.</li><li>Las  marcas participantes son: <strong>Sokobox, Natura, Bath & Body Works, Parque Termal Botánico, MAC.</strong></li><li>Esta campaña contempla únicamente <strong>envíos a domicilio</strong>. Las modalidades <strong>“Retiro en Tienda”</strong> y <strong>“Retiro en Tienda Inmediato”</strong> no estarán disponibles.</li><li>Todas las cajas han sido revisadas y cargadas con los regalos definidos. No se aceptan solicitudes por la ausencia o requerimientos adicionales a los que contiene. </li></ul><p><strong>2. ¿Cómo obtener la RaindoorBox S´26?</strong></p><p>Para acceder a esta promoción, debes seguir los siguientes pasos:</p><ol><li>Aceptar estos Términos y Condiciones.</li><li>Seleccionar los productos que sobrepasen o igualen el monto de $79.990 y agregarlos al <strong>Carrito de Compras</strong>.</li><li>La <strong>RaindoorBox S´26 </strong>será visible en tu carrito al momento de la compra.</li><li>Completa tus datos personales y elige la opción de despacho.</li><li>Selecciona tu medio de pago.</li><li>Al finalizar tu compra, recibirás en pantalla un resumen con:</li></ol><ul><li>Detalles del producto</li><li>Precio</li><li>Costos de envío</li><li>Medio de pago utilizado</li><li>Total de la operación</li><li>Número de orden</li></ul><p>También recibirás un correo electrónico con toda esta información.</p><p>La orden pasará por un proceso automático de <strong>verificación de identidad</strong> para garantizar la seguridad de la compra y la validez del medio de pago. Solo tras esta verificación se realizará el cobro y se emitirá la boleta o factura correspondiente. El pedido se preparará y se despachará de acuerdo con el método de entrega elegido.</p><p><strong>Importante:</strong> No se efectuarán cobros sin previa confirmación de identidad.</p><p>Raindoor implementa medidas de seguridad como encriptación de datos y certificados de seguridad para proteger la información del cliente.<br/>En caso de detectar irregularidades, el equipo podrá contactarte por teléfono o<br/>correo electrónico.</p><p>Si no es posible confirmar tu identidad dentro de <strong>72 horas</strong>, la orden será cancelada como medida de seguridad. Se te notificará de esta situación, y podrás acudir a nuestras oficinas dentro de los <strong>30 días siguientes</strong> para revisar los comprobantes y confirmar la compra. Para consultas, puedes escribir a <strong>contacto@raindoor.cl</strong>.</p><p><strong>3. Cambios y Devoluciones</strong></p><ul><li>No se aceptan devoluciones de productos adquiridos ni de los regalos<br/>promocionales.</li><li>Solo se permiten cambios de <strong>talla</strong> de los productos comprados, mas no cambios de modelo (no aplica a los regalos)</li><li>Para ello, acércate a cualquier tienda Raindoor con tu boleta.</li><li>Si deseas gestionar el cambio de forma online, ingresa a <strong>www.raindoor.reversso.cl</strong> con tu número de pedido y correo asociado.</li><li><em>Importante: no se debe enviar la </em><em><strong>Raindoor Box S’26</strong></em><strong> </strong><em>solo el producto a cambiar.</em></li><li>Se mantiene el plazo de 90 días para cambios.</li></ul><p><strong>4. Disponibilidad de Productos</strong></p><p>La <strong>Raindoor Box S’26 </strong>estará vigente solo el 17 de noviembre de 2025 o <strong>hasta agotar un stock limitado de 500 unidades.</strong></p><p><strong>5. Medios de Pago y Códigos de Descuento</strong></p><p>Para esta campaña, los medios de pago habilitados son:</p><ul><li><strong>Mercado Pago:</strong> Tarjetas de <strong>débito y crédito</strong></li><li><strong>VentiPay</strong></li></ul><p>No estarán disponibles:</p><ul><li><strong>Gift Cards del Banco de </strong><a><strong>Chile</strong></a></li></ul><p>Solo serán válidos los siguientes descuentos:</p><ul><li>Códigos de descuento de <strong>embajadoras</strong></li></ul><p></p><p><strong>6. Contenido de la RaindoorBox S´26</strong></p><p>Cada Raindoor Box incluye regalos de las siguientes marcas: <strong>Sokobox, Natura, Bath & Body Works, Parque Termal Botánico, MAC.</strong></p><p>Sokobox - Bloqueador TOCOBO $24.990</p><p>Natura - Protector Térmico $11.990 </p><p>Bath & Body Works - Un producto del mix formato Travel Sieze de forma aleatoria $8.990</p><p>Parque Termal Botánico - Descuento en pase diario de forma aleatoria (20%-30%-40%-60%-100%) $60.000.</p><p>MAC – Lipstick $25.990</p><p>Polerón de regalo edición especial $44.990</p><p>La RaindoorBox está valorizada en:<strong> $256.990 *</strong>Esto incluye tu compra inicial de $79.990.</p><p><strong>7. Condiciones por Marca</strong></p><p>Cada marca tendrá sus respectivos términos y condiciones<br/>para los regalos.</p><p><strong>8. Despacho de la RaindoorBox S´26</strong></p><ul><li>El pedido será recibido por el cliente en los siguientes plazos:</li><li>RM: Máximo 6 días hábiles. </li><li>Regiones: Máximo 8 días hábiles.</li><li>Despacho gratis por compras sobre $120.000</li></ul><p><strong>Importante:</strong></p><ul><li>La Raindoor box no genera pagos adicionales, es gratis.</li><li>Todas las cajas han sido revisadas y cargadas con los regalos definidos. No se aceptan solicitudes por la ausencia o requerimientos adicionales a los que contiene.</li></ul><p><strong>9. Alcance de los precios informados en este sitio. </strong></p><p>Mientras aparezcan en este sitio web, los precios informados estarán a tu disposición, aunque no sean los mismos que se ofrezcan en otros canales de venta de Raindoor, como tiendas físicas, distribuidores, u otros, pero únicamente para compras que se realicen exitosamente en el sitio web de Raindoor. </p><p>Cualquier cambio en las informaciones publicadas en el sitio web de Raindoor, incluyendo las referidas a mercaderías, servicios, precios, existencias y condiciones, promociones y ofertas, tendrán lugar hasta antes de prepararse una orden de compra para ser despachada. </p><p>Raindoor se reserva el derecho de cancelar pedidos por problemas de precios o stock que se hayan mostrado en su sitio web, como medida de control de seguridad de las órdenes no generadas con éxito. De esta manera se cumple con el reembolso del total cancelado por la no venta exitosa. </p><p><strong>10. Garantía RaindoorBox S’26</strong></p><p>En el caso que se presente alguna falla en el producto de tu compra inicial o en el producto de regalo que va dentro de la <strong>RaindoorBox S’26, debes enviar correo</strong> a <a href=\"mailto:contacto@raindoor.cl\">contacto@raindoor.cl</a><br/>con la siguiente información:        </p><ul><li>Imágenes detalladas del producto y el<br/>desperfecto.</li><li>Boleta de la compra.      </li><li>Datos de la persona que hará el cambio, nombre,<br/>correo y Rut.</li></ul><p>En el caso de aplicar la garantía y sea autorizada, se solicitará la sucursal para realizar el cambio/ devolución o se gestionara por medio de <a href=\"https://raindoor.reversso.cl/\">https://raindoor.reversso.cl</a>.</p>"
          }
        }
      },
      "block_order": [
        "heading_xgVKDM",
        "text_LaEKHP"
      ],
      "name": "t:sections.rich-text.presets.name",
      "settings": {
        "color_scheme": "scheme-2"
      }
    }
  },
  "order": [
    "main",
    "mapa_custom_kW3JWq",
    "rich_text_7K4eWn"
  ]
}
